Repository: afragen/git-updater-translations
Catalog: languages/git-updater-*.po
Languages: de_de, fr_fr, it

source: REST API endpoints for webhook branch resetting begin at: %s
fr_fr: Les points de terminaison de l’API REST pour la réinitialisation des branches de crochet web commencent à : %s

source: REST API endpoints for webhook updating begin at: %s
fr_fr: Les points de terminaison de l’API REST pour la mise à jour des branches de crochet web commencent à : %s

source: Please refer to the <a href="%s">Git Updater Knowledge Base</a> for complete list of attributes.
fr_fr: Veuillez vous référer à la <a href="%s">Base de connaissances de Git Updater</a> pour obtenir la liste complète des attributs.

source: Site URL: %1$s<br> REST API key: %2$s
fr_fr: URL du site : %1$s<br> clé d’API REST : %2$s

source: The <a href="%s">Git Remote Updater</a> plugin was specifically created to make the remote management of Git Updater supported plugins and themes much simpler. You will need the Site URL and REST API key to use with Git Remote Updater settings.
fr_fr: L’extension <a href="%s">Git Remote Updater</a> a été spécialement créé pour simplifier la gestion à distance des extensions et thèmes pris en charge par Git Updater. Vous aurez besoin de l’URL du site et de la clé d’API REST à utiliser avec les réglages de Git Remote Updater.

source: Remote Management services should just work for plugins like MainWP, ManageWP, InfiniteWP, iThemes Sync and others.
fr_fr: Les services de gestion distante ne devraient fonctionner que pour les extensions telles que MainWP, ManageWP, InfiniteWP, iThemes Sync et autres.

source: REST API key reset.
fr_fr: Réinitialisation de la clé d’API REST.

source: Reset REST API key
fr_fr: Réinitialiser la clé d’API REST.

source: Updates via Git Updater
fr_fr: Mises à jour via Git Updater

source: If there are git repositories that do not natively support Git Updater you can add them here.
fr_fr: S’il existe des dépôts git qui ne prennent pas en charge nativement Git Updater, vous pouvez les ajouter ici.

source: Check if a release asset is required.
fr_fr: Vérifier si un acte de validation est nécessaire.

source: Ensure proper primary branch, default is `master`
fr_fr: Assurez-vous que la branche primaire est correcte, la valeur par défaut est « master ».

source: Repository URI
fr_fr: URI du dépôt

source: Repository Slug
fr_fr: Slug du dépôt

source: Repository Type
fr_fr: Type du dépôt

source: Additions
fr_fr: Ajouts

source: Additions List Table
fr_fr: Tableau de la liste des ajouts

source: Items would go to edit when we write that code.
fr_fr: Les éléments seront modifiés lorsque nous écrirons ce code.

source: Delete
fr_fr: Effacer

source: Release Asset
fr_fr: Libérer l’actif

source: Primary Branch
fr_fr: Branche primaire

source: Purchase from Store
fr_fr: Acheter sur le Store

source: Only $19.99 for an unlimited yearly license.
fr_fr: Seulement 19,99 $ pour une licence annuelle illimitée.

source: Please consider purchasing a Git Updater license for authenticated API requests and to support continued development.
fr_fr: Veuillez envisager l’achat d’une licence Git Updater pour les demandes d’API authentifiées et pour soutenir le développement continu.

source: Add Gitea hosted repositories to the Git Updater plugin.
fr_fr: Ajoutez les dépôts hébergés par Gitea à l’extension Git Updater.

source: Add GitLab hosted repositories to the Git Updater plugin.
fr_fr: Ajoutez les dépôts hébergés par GitLab à l’extension Git Updater.

source: Add Bitbucket and Bitbucket Server hosted repositories to the Git Updater plugin.
fr_fr: Ajoutez les dépôts hébergés par Bitbucket et Bitbucket Server à l’extension Git Updater.

source: Install
fr_fr: Installer

source: Choose a Version
fr_fr: Choisissez une version

source: Remote Management
fr_fr: Gestion distante

# This refers to a network activation in a multisite installation
source: Network Enable
fr_fr: Activer le réseau

source: Activate
fr_fr: Activer

source: Enter branch name or leave empty for `master`
fr_fr: Saisissez le nom de la branche ou laisser vide pour « master ».

source: URI is case sensitive.
fr_fr: URI sensible à la casse.

source: Remote Repository Host
fr_fr: Hébergeur de dépôt distant

source: Repository Branch
fr_fr: Branche du dépôt

source: %s URI
fr_fr: URI %s

source: Git Updater Install %s
fr_fr: Git Updater Installation de %s

source: Theme
fr_fr: Thème

source: Plugin
fr_fr: Extension

source: A repository URI is required.
fr_fr: Une URI de dépôt est nécessaire.

source: Install Theme
fr_fr: Installer un thème

source: Install Plugin
fr_fr: Installer une extension

source: No previous tags to rollback to.
fr_fr: Aucune balise précédente vers laquelle revenir.

source: Switch to release
fr_fr: Passer à la version

source: Switch to branch
fr_fr: Passer à la branche

source: Current branch is `%1$s`, try %2$sanother version%3$s
fr_fr: La branche actuelle est « %1$s », essayez %2$sune autre version%3$s

source: Git Updater is missing required composer dependencies. %1$sLearn more.%2$s
de_de: Git Updater fehlen erforderliche Composer-Abhängigkeiten. %1$sMehr erfahren.%2$s
fr_fr: Git Updater ne dispose pas des dépendances requises pour composer. %1$sEn savoir plus.%2$s

source: There may be a problem with WP-Cron. A Git Updater WP-Cron event is overdue.
de_de: Möglicherweise gibt es ein Problem mit WP-Cron. Ein WP-Cron-Event von Git Updater ist überfällig.
fr_fr: Il peut y avoir un problème avec WP-Cron. Un évènement WP-Cron de Git Updater est en retard.
it: Potrebbe esserci un problema con WP-Cron. Un evento WP-Cron di Git Updater è scaduto.

source: %1$sAutomatic update is unavailable for this theme.%2$s
de_de: %1$sAutomatische Updates sind für dieses Theme nicht verfügbar.%2$s
fr_fr: %1$sLa mise à jour automatique n’est pas disponible pour ce thème.%2$s
it: %1$sL'aggiornamento automatico non è disponibile per questo tema.%2$s

source: View version %1$s details%2$s.
de_de: Version %1$s Details%2$s.
fr_fr: Voir les détails de la version %1$s%2$s.
it: Visualizza i %1$s dettagli%2$s della versione.

source: Update %s now
de_de: Aktualisiere %s jetzt.
fr_fr: Mettre à jour %s maintenant
it: Aggiorna %s ora

source: View version %1$s details%2$s or %3$supdate now%2$s.
de_de: Zeige Details der Version%1$s %2$s oder %3$saktualisiere jetzt%2$s.
fr_fr: Voir les détails de la version %1$s%2$s ou %3$smettre à jour maintenant%2$s.
it: Visualizza i %1$sdettagli della versione %2$s o %3$saggiorna adesso%2$s.

source: Automatic update is unavailable for this theme.
de_de: Automatisches Update ist nicht verfügbar für dieses Theme.
fr_fr: La mise à jour automatique n‘est pas disponible pour ce thème.
it: L&#39;aggiornamento automatico non è disponibile per questo tema.

source: View version %s details.
de_de: Zeige Details der Version %s
fr_fr: Voir les détails de la version %s.
it: Visualizza i dettagli della versione %s.

source: There is a new version of %s available.
de_de: Es ist eine neue Version von %s verfügbar.
fr_fr: Une nouvelle version de %s est disponible.
it: È disponibile una nuova versione di %s.

source: Installed Plugins and Themes
de_de: Installierte Plugins und Themes
fr_fr: Thèmes et extensions installés
it: Temi e plugin installati

source: This repository has been ignored and does not connect to the API.
de_de: Dieses Repository wurde ignoriert und verbindet sich nicht zu der API.
fr_fr: Ce dépôt a été ignoré et ne se connecte pas à l’API.
it: Questa repository è stata ignorata e non si connette all'API.

source: This repository is hosted on WordPress.org.
de_de: Dieses Repository wird auf WordPress.org gehostet.
fr_fr: Ce dépôt est hébergé sur WordPress.org.
it: Questa repository è ospitata su WordPress.org.

source: This repository has not connected to the API or was unable to connect.
de_de: Dieses Repository hat sich nicht mit der API verbunden oder konnte sich nicht verbinden.
fr_fr: Ce dépôt ne s’est pas connecté à l’API ou n’a pas pu se connecter.
it: Questa repository non è stata in grado di connettersi all'API.

source: This is a private repository.
de_de: Auswählen für private Bitbucket Repositories
fr_fr: Il s’agit d’un dépôt privé.
it: Questa è una repository privata.

source: The following plugins or themes might exist on wp.org, but any updates will be downloaded from their respective git repositories.
de_de: Die folgenden Plugins oder Themes gibt es zwar auf wp.org, aber alle Updates werden von ihren jeweiligen Git-Repositories heruntergeladen.
fr_fr: Les extensions ou les thèmes suivants peuvent exister sur wp.org, mais toute mise à jour sera téléchargée depuis leurs dépôts git respectifs.
it: I seguenti plugin o temi potrebbero esistere su wp.org, ma tutti gli aggiornamenti verranno scaricati dalle rispettive repository git.

source: Overridden Plugins and Themes
de_de: Installierte Plugins und Themes
fr_fr: Thèmes et extensions surchargés
it: Plugin e temi sovrascritti

source: Check to enable.
de_de: Wählen zum Aktivieren.
fr_fr: Cochez pour activer.
it: Spunta per abilitare.

source: Display `deprecated hook` messaging in debug.log
de_de: Nachricht `veralteter hook` in debug.log anzeigen
fr_fr: Afficher le message « deprecated hook » dans le debug.log
it: Visualizza i messaggi di `deprecato hook` nel debug.log

source: Bypass WP-Cron Background Processing for Debugging
de_de: WP-Cron-Hintergrundablauf für Debugging übergehen
fr_fr: Contourner le traitement en arrière-plan de WP-Cron pour le débogage
it: Ignora l'elaborazione in background di WP-Cron per il debug

source: Enable Branch Switching
de_de: Wechsel des Plugin-Branches aktivieren
fr_fr: Activer le changement de branche
it: Attivare il cambio di ramo

source: Cache refreshed.
de_de: Cache aktualisiert.
fr_fr: Cache rafraîchi.
it: Cache aggiornata.

source: Settings saved.
de_de: Einstellungen gespeichert.
fr_fr: Réglages enregistrés.
it: Impostazioni salvate.

source: Refresh Cache
de_de: Cache aktualisieren.
fr_fr: Rafraîchir le cache
it: Aggiorna cache

source: Git Updater Settings
de_de: Git Updater Einstellungen
fr_fr: Réglages de Git Updater
it: Impostazioni di Git Updater

source: Settings
de_de: Einstellungen
fr_fr: Réglages
it: Impostazioni

source: Please be patient while WP-Cron finishes making API calls.
de_de: Bitte hab Geduld, während WP-Cron die API-Aufrufe beendet.
fr_fr: Veuillez patienter pendant que WP-Cron termine de faire les appels API.
it: Per favore sii paziente mentre WP-Cron finisce di effettuare le chiamate API.

source: Git Updater Information
fr_fr: Information de Git Updater
it: Informazioni su Git Updater

source: There is probably an access token or password error on the Git Updater Settings page.
de_de: Es gibt vermutlich ein Zugangstoken- oder Passwort-Fehler auf der Einstellungsseite von Git Updater.
fr_fr: Il y a probablement une erreur de jeton d’accès ou de mot de passe sur la page des réglages de Git Updater.
it: Probabilmente c'è un token o password errati nella pagina delle impostazioni di Git Updater.

source: It looks like you are running into %1$s API rate limits. Be sure and configure a <a href="%2$s">Personal Access Token</a> to avoid this issue.
de_de: Es sieht so aus, als würdest du auf %1$s-API-Beschränkungen stoßen. Stelle sicher, dass du ein <a href="%2$s">Personal Access Token</a> konfigurierst, um dieses Problem zu vermeiden.
fr_fr: Il semblerait que vous soyez aux limites de débit de l’API de %1$s. Veillez à configurer un <a href="%2$s">jeton d’accès personnel</a> pour éviter ce problème.
it: Sembra che tu abbia raggiunto i limiti di chiamate API di %1$s. Assicurati e configura un <a href="%2$s">token di accesso</a> per evitare questo problema.

source: %1$s API&#8217;s rate limit will reset in %2$s minutes.
de_de: Das Ratenlimit der %1$s-API wird in %2$s Minuten zurückgesetzt.
fr_fr: La limite de débit de l‘API de %1$s sera réinitialisée dans %2$s minutes.
it: Il limite dell'API %1$s verrà reimpostato tra %2$s minuti.

source: Git Updater Error Code:
de_de: Git-Updater-Fehlercode:
fr_fr: Code d‘erreur de Git Updater :
it: Codice di errore di Git Updater:

source: Git Updater cannot run on PHP versions older than %1$s.
de_de: Git Updater läuft nicht auf PHP-Versionen älter als %1$s.
fr_fr: Git Updater ne peut pas fonctionner avec des versions de PHP antérieures à %1$s.
it: Git Updater non può essere eseguito su versioni PHP precedenti a %1$s.

source: Enter GitHub Access Token for private GitHub repositories.
de_de: Gib dein GitHub Access-Token für private GitHub Repositories ein.
fr_fr: Saisissez votre jeton d‘accès GitHub pour les dépôts privés GitHub.
it: Inserisci il tuo Access Token di Github. Lascia vuoto per gli archivi pubblici.

source: GitHub Access Token
fr_fr: Jeton d‘accès à GitHub

source: Enter your personal GitHub.com or GitHub Enterprise Access Token to avoid API access limits.
de_de: Gib dein persönliches GitHub.com oder GitHub Enterprise Access-Token ein, um API-Limits zu vermeiden.
fr_fr: Saisissez votre jeton d‘accès personnel pour GitHub.com ou GitHub Enterprise afin d’éviter les limites d’accès à l’API.
it: Inserisci il tuo personale GitHub.com o GitHub Enterprise Access Token per evitare limiti di accesso API.

source: Enter your GitHub Access Token. Leave empty for public repositories.
de_de: Gib dein GitHub Access-Token ein. Leer lassen für öffentliche Repositories.
fr_fr: Saisissez votre jeton d‘accès GitHub. Laissez vide pour les dépôts publics.
it: Inserisci il tuo Access Token di Github. Lascia vuoto per gli archivi pubblici.

source: GitHub Private Settings
de_de: Private GitHub Einstellungen
fr_fr: Réglages des dépôts privés GitHub
it: Impostazioni private GitHub

source: GitHub.com Access Token
fr_fr: Jeton d‘accès à GitHub.com
it: Token di accesso GitHub.com

source: GitHub Personal Access Token
de_de: Privater GitHub Access-Token
fr_fr: Jeton d‘accès personnel à GitHub
it: Token di accesso di GitHub Personal

source: Install & Activate
de_de: Installieren und aktivieren
fr_fr: Installer et activer
it: Installa e attiva

source: Install additional API plugins.
de_de: Zusätzliche API-Plugins installieren.
fr_fr: Installer les extensions d’API supplémentaires.
it: Installa le estensioni per comunicare con ulteriori API.

source: API Add-Ons
fr_fr: Modules d’API

source: Git Updater API plugin installed.
de_de: Git Updater API Plugin installiert.
fr_fr: L’extension Git Updater API est installée.
it: Estensione Git Updater API installata.

source: A plugin to automatically update GitHub hosted plugins, themes, and language packs. Additional API plugins available for Bitbucket, GitLab, Gitea, and Gist.
de_de: Ein Plugin zur automatischen Aktualisierung von auf GitHub gehosteten Plugins, Themes und Sprachpaketen. Weitere API-Plugins sind für Bitbucket, GitLab, Gitea und Gist verfügbar.
fr_fr: Une extension pour mettre à jour automatiquement les extensions, les thèmes ou les paquets de langues hébergés sur GitHub. Des extensions d’API supplémentaires sont disponibles pour Bitbucket, GitLab, Gitea et Gist
it: Un plugin per aggiornare automaticamente plugin, temi e language pack ospitati su GitHub. Estensioni aggiuntive disponibili per Bitbucket, GitLab, Gitea e Gist.

source: Free Trial
de_de: Kostenloser Probezeitraum

source: Install premium plugins.
de_de: Premium-Plugins installieren.

source: A Git Updater add-on plugin that allows you to easily update Git Updater repositories in bulk via REST API endpoint updating. Requires Git Updater PRO.
de_de: Ein Git-Updater-Add-on-Plugin, mit dem du Git-Updater-Repositories über REST-API-Endpunkte ganz einfach in großen Mengen aktualisieren kannst. Erfordert Git Updater PRO.

source: A Git Updater add-on plugin that will add the appropriate data via hooks in Git Updater so that repositories that are not correctly configured to use Git Updater may be added to Git Updater without modifying the repository.
de_de: Ein Git-Updater-Add-on-Plugin, das die entsprechenden Daten über Hooks in Git Updater hinzufügt, sodass Repositories, die nicht korrekt für die Nutzung von Git Updater konfiguriert sind, zu Git Updater hinzugefügt werden können, ohne das Repository zu verändern.

source: Git Updater Additions
de_de: Git-Updater-Ergänzungen

source: A Git Updater add-on plugin that unlocks PRO features of branch switching, remote installation of plugins and themes, REST API, Webhooks, WP-CLI, and more.
de_de: Ein Git-Updater-Add-on-Plugin, das die PRO-Funktionen von Branch Switching, Remote-Installation von Plugins und Themes, REST API, Webhooks, WP-CLI und mehr freischaltet.

source: Activated as mu-plugin
de_de: Aktiviert als mu-Plugin
it: Attivato come mu-plugin

source: Git Updater License Settings
it: Git Updater impostazioni licenza

source: License
it: Licenza

source: Authentication for Git Hosts
it: Autenticazione per Git Hosts

source: Authentication
it: Autenticazione
