Repository: afragen/git-updater-translations
Catalog: languages/github-updater-*.po
Languages: bg_bg, es_es, fr_fr, it, ja, pt_br, ro_ro, uk

source: RESTful key reset.
bg_bg: Спокоен ключ проучване.
es_es: Restablecer clave rESTful.
fr_fr: Clé REST réinitialisée.
it: Reset chiave riposante.
ja: ゆっくりキーのリセット。
pt_br: Chave de RESTful reposta.
ro_ro: Resetare cheie RESTful.
uk: Спокійний ключових скидання.

source: Cache refreshed.
bg_bg: Кеш освежени.
es_es: Actualiza la caché.
fr_fr: Cache actualisé.
it: Cache aggiornata.
ja: キャッシュが更新されます。
pt_br: Cache atualizado.
ro_ro: Cache-ul reactualizat.
uk: Кеш оновилася.

source: Enable Branch Switching
bg_bg: Промяна на клона
es_es: Activar la conmutación de la rama
fr_fr: Activer le changement de branche
it: Attivare il cambio di ramo
ja: 分岐の切り替えを有効にします。
pt_br: Permitir mudar ramo do plugin
ro_ro: Actieaza schimbarea ramurelor
uk: Дозволити переключення відділення

source: Check to enable branch switching from the Plugins or Themes page.
bg_bg: Отбележете за да позволите промяната на клона от страниците на разширенията и темите.
es_es: Control para poder cambiar de la página de Plugins o temas.
fr_fr: Sélectionnez pour activer le changement de branche dans la page des extensions et des thèmes.
it: Selezionare per abilitare la commutazione dalla pagina plugin o temi del ramo.
ja: 支店のプラグインやテーマのページからの切り替えを有効にするを確認します。
pt_br: Seleccione a opção para permitir alternar entre ramos nas páginas de plugins e de temas.
ro_ro: Bifeaza pentru a activa schimbarea ramurelor de pe pagina Modulelor sau a Temelor
uk: Перевірити, щоб увімкнути відділення перемикання на сторінці плагінів або теми.

source: This is a private repository.
pt_br: Este é um repositório privado.

source: This repository has not connected to the API or was unable to connect.
pt_br: Este repositório não foi conectado à API ou não conseguiu conectar.

source: This repository is hosted on WordPress.org.
pt_br: Este repositório é hospedado no WordPress.org.

source: Installed Plugins and Themes
bg_bg: Инсталирани плъгини и теми
es_es: Instalar Plugins y Themes
fr_fr: Thèmes et Extensions installées
it: Temi e plugin installati
ja: インストールされているプラグインとテーマ
pt_br: Temas e Plugins instalados
ro_ro: A instala plugin-uri şi teme
uk: Встановлених модулів і темами

source: There is a new version of %s available.
bg_bg: Има налична нова версия на %s.
es_es: Hay una nueva versión %s disponible.
fr_fr: Une nouvelle version de %s est disponible.
it: È disponibile una nuova versione di %s.
ja: 利用可能な %s の新しいバージョンが追加されました。
pt_br: Está disponível uma nova versão do %s.
ro_ro: Există o nouă versiune a temei disponibilă %s.
uk: З'явилася нова версія %s не доступний.

source: View version %s details.
bg_bg: Преглед на детайлите за версия %s
es_es: Ver detalles de la versión de %s
fr_fr: Voir les détails de la version %s.
it: Visualizza i dettagli della versione %s.
ja: バージョン %s の詳細を見る
pt_br: Ver Detalhes da Versão %s
ro_ro: Vezi detaliile pentru versiunea %s.
uk: Перегляд версії %s деталі

source: Automatic update is unavailable for this theme.
bg_bg: Автоматичното обновяване не е налично за тази тема.
es_es: Este tema no permite actualizaciones automáticas.
fr_fr: La mise à jour automatique n&#39;est pas disponible pour ce thème.
it: L&#39;aggiornamento automatico non è disponibile per questo tema.
ja: 自動更新はこのテーマでは利用できません。
pt_br: Atualização automática não está disponível para esse tema.
ro_ro: Actualizarea automata nu este disponibila pentru aceasta tema.
uk: Автоматичне оновлення недоступно для цієї теми.

source: Update %s now
bg_bg: Обновете %s
es_es: Actualizar %s ahora
fr_fr: Mettre à jour %s maintenant
it: Aggiorna %s ora
ja: %sをアップデート
pt_br: Atualizar %s agora
ro_ro: Actualizează %s
uk: Оновити %s зараз

source: Choose a Version
bg_bg: Изберете версия
es_es: Elige una versión
fr_fr: Choisissez une version
it: Scegli una versione
ja: バージョンを選択
pt_br: Escolha a Versão
ro_ro: Alege o Versiune
uk: Вибрати версію

source: Install
bg_bg: Инсталиране
es_es: Instalar
fr_fr: Installer
it: Installa
ja: インストール
pt_br: Instalar
ro_ro: Instaleaza
uk: Встановити

source: A plugin to automatically update GitHub, Bitbucket, GitLab, or Gitea hosted plugins, themes, and language packs. It also allows for remote installation of plugins or themes into WordPress.
pt_br: Um plugin para atualizar automaticamente plugins, temas e pacotes de idiomas hospedados no GitHub, Bitbucket, GitLab ou Gitea. Também permite a instalação remota de plugins ou temas no WordPress.

source: Plugin
bg_bg: Разширение
fr_fr: Extension
ja: プラグイン
ro_ro: Modul
uk: Плагін

source: GitHub Updater
bg_bg: GitHub Актуализатор

source: Andy Fragen
uk: Енді Фраген
