Repository: afragen/git-updater-translations
Catalog: languages/github-updater-*.po
Languages: bg_bg, es_es, fr_fr, it, ja, pt_br, ro_ro, uk

source: Activated as mu-plugin
bg_bg: Активиране като мултисайт разширение
es_es: Activado como mu-plugin
fr_fr: Activé en tant qu&#39;extension &laquo;&nbsp;must-use&nbsp;&raquo; (MU-plugin)
it: Attivato come mu-plugin
ja: mu-plugin として有効化しました。
pt_br: Ativado como mu-plugin
ro_ro: Activat ca mu-plugin
uk: Активувати як mu-plugin

source: Bitbucket Private Settings
bg_bg: Bitbucket настройки
es_es: Opciones privadas de Bitbucket
fr_fr: Réglages des dépôts privés Bitbucket
it: Impostazioni private Bitbucket
ja: Bitbucket プライベートリポジトリ 設定
pt_br: Configurações do Bitbucket Privado
ro_ro: Setari Private Bitbucket
uk: Налаштування приватного Bitbucket

source: Bitbucket Username
bg_bg: Bitbucket потребител
es_es: Nombre de usuario de Bitbucket
fr_fr: Nom d&#39;utilisateur Bitbucket
it: Username Bitbucket
ja: Bitbucket ユーザーネーム
pt_br: Bitbucket Nome de usuário:
ro_ro: Utilizator Bitbucket
uk: Bitbucket ім'я користувача

source: Bitbucket Password
bg_bg: Bitbucket парола
es_es: Contraseña de Bitbucket
fr_fr: Mot de passe Bitbucket
it: Password Bitbucket
ja: Bitbucket パスワード
pt_br: Bitbucket senha
ro_ro: Parola Bitbucket
uk: Bitbucket пароль

source: Bitbucket Private Repositories
bg_bg: Bitbucket частни хранилища
es_es: Repositorios privados de Bitbucket
fr_fr: Dépôts privés BitBucket
it: Repository privato Bitbucket
ja: Bitbucket プライベート リポジトリ
pt_br: Repositórios Privados do Bitbucket
ro_ro: Repozitorii Private Bitbucket
uk: Приватні сховища Bitbucket

source: Check box if private repository. Leave unchecked for public repositories.
bg_bg: Отбележете, ако това е частно хранилище. Оставете празно ако е публично.
es_es: Marque la casilla si es un repositorio privado. Deja sin marcar para repositorios públicos.
fr_fr: Cochez la case s&#39;il s&#39;agit d&#39;un dépôt privé. Ne pas cocher s&#39;il s&#39;agit d&#39;un dépôt public.
it: Seleziona se il repository è privato. Lascia deselezionato per gli archivi pubblici.
ja: プライベートリポジトリ場合には、チェックしてください。
pt_br: Marque se o repositório é privado. Deixe desmarcado se o repositório for publico.
ro_ro: Bifeaza daca repozitoriu privat. Lasa nebifat pentru cele publice.
uk: Позначте, якщо сховище приватне. Залиште не позначеним для публічних сховищ.

source: Enter your personal Bitbucket username and password.
bg_bg: Въведете вашите потребител и парола за Bitbucket.
es_es: Introduzca su nombre de usuario y contraseña de Bitbucket.
fr_fr: Saisissez votre nom d&#39;utilisateur et votre mot de passe Bitbucket.
it: Inserisci la tua username e password di Bitbucket.
ja: あなた個人のBitbucket ユーザーネーム、パスワードを入力してください
pt_br: Digite seu usuário e senha do Bitbucket.
ro_ro: Introdu utilizatorul si parola pentru Bitbuchet.
uk: Введіть ваші особисті BitBucket ім&#39;я користувача та пароль.

source: Private Bitbucket Repository
bg_bg: Частно Bitbucket хранилище
es_es: Repositorio privado de Bitbucket
fr_fr: Dépôt BitBucket privé
it: Repository privato Bitbucket
ja: プライベートなBitbucketのリポジトリ
pt_br: Repositório de Bitbucket privado
ro_ro: Repozitoriu Bitbucket Privat
uk: Приватне сховище Bitbucket

source: Check for private Bitbucket repositories.
bg_bg: Проверка за частни Bitbucket хранилища.
es_es: Si hay repositorios Bitbucket privados.
fr_fr: Cochez pour les dépôts privés BitBucket.
it: Controllare i repository Bitbucket privato.
ja: プライベートの Bitbucket リポジトリをチェックします。
pt_br: Seleccione a opção para repositórios privados do Bitbucket.
ro_ro: Cauta dupa repozitoriu Bitbucket privat.
uk: Реєстрація для приватних Bitbucket сховищ.

source: Enter Bitbucket username.
bg_bg: Въведете потребителското име за Bitbucket.
es_es: Ingrese nombre de usuario Bitbucket.
fr_fr: Saisissez votre nom d&#39;utilisateur Bitbucket.
it: Inserisci nome utente Bitbucket.
ja: Bitbucket ユーザー名を入力します。
pt_br: Digite nome de usuário Bitbucket.
ro_ro: Introduceţi numele utilizator Bitbucket.
uk: Введіть ім'я користувача Bitbucket.

source: Enter Bitbucket password.
bg_bg: Въведете парола за Bitbucket.
es_es: Contraseña Bitbucket.
fr_fr: Saisissez votre nom mot de passe Bitbucket.
it: Immettere password Bitbucket.
ja: Bitbucket パスワードを入力します。
pt_br: Digite a senha do Bitbucket.
ro_ro: Introduceţi parola de Bitbucket.
uk: Введіть пароль Bitbucket.

source: Bitbucket Server Private Settings
bg_bg: Bitbucket частни сървър настройки
es_es: Configuración de servidor privado Bitbucket
fr_fr: Réglages privés de Bitbucket Server
it: Impostazioni Server privato bitbucket
ja: Bitbucket サーバー非公開設定
pt_br: Configurações de servidor privado bitbucket
ro_ro: Setările de Server privat bitbucket
uk: Настройки сервера приватного Bitbucket

source: Bitbucket Server Username
bg_bg: Bitbucket сървър име
es_es: Nombre de usuario de servidor Bitbucket
fr_fr: Nom d&rsquo;utilisateur Bitbucket Server
ja: Bitbucket サーバーのユーザー名
pt_br: Nome de usuário do servidor bitbucket
ro_ro: Bitbucket Server de utilizator
uk: Bitbucket сервера ім'я користувача

source: Bitbucket Server Password
bg_bg: Bitbucket сървър парола
es_es: Contraseña del servidor Bitbucket
fr_fr: Mot de passe Bitbucket Server
it: Password del Server Bitbucket
ja: Bitbucket サーバーのパスワード
pt_br: Senha do servidor bitbucket
ro_ro: Parola serverului bitbucket
uk: Bitbucket сервер пароль

source: Bitbucket Server Private Repositories
bg_bg: Bitbucket частни сървър хранилища
es_es: Bitbucket servidor privado repositorios
fr_fr: Dépôts privés Bitbucket Server
it: Bitbucket Private Server repository
ja: Bitbucket サーバー プライベート リポジトリ
pt_br: Repositórios de servidor privado bitbucket
ro_ro: Bitbucket Server privat arhive
uk: Bitbucket сервер приватного репозиторіїв

source: Bitbucket Server
bg_bg: Bitbucket сървър
es_es: Servidor de Bitbucket
ja: Bitbucket サーバー
pt_br: Bitbucket servidor
uk: Сервер Bitbucket

source: GitHub Personal Access Token
bg_bg: Маркер за достъп на GitHub лични
es_es: Token de acceso de GitHub Personal
fr_fr: Jeton d&#39;accès personnel à GitHub
it: Token di accesso di GitHub Personal
ja: GitHub 個人アクセス トークン
pt_br: Token de acesso do pessoal do GitHub
ro_ro: Simbolul de acces GitHub Personal
uk: Маркер доступу GitHub персональних

source: GitHub.com Access Token
bg_bg: Маркер за GitHub.com достъп
es_es: Token de acceso de GitHub.com
fr_fr: Jeton d&#39;accès à GitHub
it: Token di accesso GitHub.com
ja: GitHub.com アクセス トークン
pt_br: Token de acesso do GitHub.com
ro_ro: Jeton de Acces Github.com
uk: Маркер доступу GitHub.com

source: GitHub Enterprise Access Token
bg_bg: Маркер за достъп на GitHub предприятие
es_es: Token de acceso de GitHub Enterprise
fr_fr: Jeton d&#39;accès à GitHub Enteprise
it: Token di accesso Enterprise GitHub
ja: GitHub エンタープライズ アクセス トークン
pt_br: Token de acesso do GitHub Empresarial
ro_ro: Jeton de Acces Github Enterprise
uk: Маркер доступу GitHub підприємства

source: GitHub Private Settings
bg_bg: GitHub Private настройки
es_es: Opciones privadas de GitHub
fr_fr: Réglages des dépôts privés GitHub
it: Impostazioni private GitHub
ja: GitHub プライベート設定
pt_br: Configurações do GitHub Privado
ro_ro: Setari Private GitHub
uk: Налаштування приватного GitHub

source: Enter your GitHub Access Token. Leave empty for public repositories.
bg_bg: Въведете вашия GitHub Access Token. Оставете празно, ако хранилището е публично.
es_es: Escriba su Token de acceso de GitHub. Dejar en blanco para los repositorios públicos.
fr_fr: Saisissez votre jeton d&#39;accès GitHub (GitHub Access Token). Laissez vide pour un dépôt public.
it: Inserisci il tuo Access Token di Github. Lascia vuoto per gli archivi pubblici.
ja: あなたのGitHub アクセストークンを入力してください。公開リポジトリの場合は空のままにしてください。
pt_br: Digite seu Token de Acesso do GitHub. Deixe em branco para repositórios públicos.
ro_ro: Introdu Jetonul de Acces GitHub. Lasa gol pentru repozitorii publice.
uk: Введіть маркер доступу GitHub. Залиште порожнім для публічних сховищ.

source: Enter your personal GitHub.com or GitHub Enterprise Access Token to avoid API access limits.
bg_bg: Въведете вашия Access Token за GitHub.com или GitHub Enterprise за да избегнете ограниченията на API заявките.
es_es: Ingrese su personal GitHub.com o GitHub Enterprise Access Token para evitar los límites de acceso API.
fr_fr: Saisissez votre jeton d&#39;accès personnel pour GitHub.com ou GitHub Enterprise afin d’éviter les limites d’accès à l’API.
it: Inserisci il tuo personale GitHub.com o GitHub Enterprise Access Token per evitare limiti di accesso API.
ja: 個人的な GitHub.com、GitHub エンタープライズ アクセス トークン API アクセス制限を回避するを入力します。
pt_br: Introduza o seu Token pessoal de acesso do GitHub.com ou do GitHub Empresarial para evitar o limite de acessos da API.
ro_ro: Introdu Jetonul Personal de Acces GitHub.com sau GitHub Enterprise pentru a evita limitele de acces API.
uk: Введіть ваш особистий GitHub.com або GitHub підприємство доступ до маркера уникнути обмеження доступу до API.

source: GitHub Access Token
bg_bg: Маркер за GitHub достъп
fr_fr: Jeton d&#39;accès GitHub
ja: Github アクセストークン
pt_br: Token de acesso do GitHub
ro_ro: Jeton de Acces Github
uk: Маркер доступу GitHub

source: Enter GitHub Access Token for private GitHub repositories.
bg_bg: Въведете GitHub Access Token за частни GitHub хранилища.
es_es: Introduzca el Token de acceso para repositorios privados de GitHub.
fr_fr: Saisissez votre jeton d&#39;accès GitHub pour les dépôts privés GitHub.
it: Inserisci il tuo Access Token di Github. Lascia vuoto per gli archivi pubblici.
ja: プライベートリポジトリ用のGitHubアクセストークンを入力します。
pt_br: Introduza o Token de acesso do GitHub para repositórios privados do GitHub.
ro_ro: Introdu Jeton de Acces GitHub pentru repozitoriile GitHub private.
uk: Введіть GitHub маркер доступу для приватних GitHub сховищах.

source: GitLab Personal Access Token
bg_bg: Маркер за достъп на GitLab лични
es_es: Token de acceso personal de GitLab
fr_fr: Jeton d&#39;accès personnel à GitLab
ja: GitLab 個人アクセス トークン
pt_br: Token de acesso de pessoal GitLab
ro_ro: Simbolul de acces GitLab Personal
uk: GitLab особистий необмеженого доступу

source: GitLab Private Settings
bg_bg: GitLab Private настройки
es_es: Valores privados GitLab
fr_fr: Réglages des dépôts privés GitLab
it: GitLab impostazioni Private
ja: GitLab プライベートリポジトリ 設定
pt_br: GitLab privada configurações
ro_ro: Setari Private GitLab
uk: Приватні настройки GitLab

source: GitLab.com Access Token
bg_bg: Маркер за GitLab.com достъп
es_es: Token de acceso de GitLab.com
fr_fr: Jeton d&#39;accès à GitLab.com
it: Token di accesso GitLab.com
ja: GitLab.com アクセス トークン
pt_br: Token de acesso de GitLab.com
ro_ro: Simbolul acces GitLab.com
uk: Маркер доступу GitLab.com

source: GitLab CE or GitLab Enterprise Personal Access Token
bg_bg: GitLab CE или GitLab предприятие маркер личен достъп
es_es: GitLab CE o Token de acceso de Personal de empresa GitLab
fr_fr: Jeton d&#39;accès GitLab CE ou GitLab Enterprise
it: GitLab CE o Token di accesso personali GitLab Enterprise
ja: GitLab CE または GitLab 企業個人アクセス トークン
pt_br: GitLab CE ou o Token de acesso pessoal GitLab Enterprise
ro_ro: GitLab CE sau simbolul de acces Personal GitLab Intreprindere
uk: GitLab CE або маркер особистого доступу GitLab підприємства

source: Enter your repository specific GitLab Access Token.
pt_br: Digite o Token de Acesso específico de seu repositório GitLab.

source: Enter your GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
bg_bg: Въведете вашия GitLab.com, GitLab CE или GitLab предприятие достъп маркер.
es_es: Escriba su GitLab.com, CE GitLab o GitLab empresa acceso Token.
fr_fr: Saisissez votre jeton d&#39;accès GitLab.com, GitLab CE, ou GitLAb Enterprise.
it: Inserisci il tuo GitLab.com, CE GitLab o GitLab Enterprise Access Token.
ja: GitLab.com、GitLab CE または GitLab エンタープライズ アクセス トークンを入力します。
pt_br: Introduza o seu Token privado do GitLab.com, GitLab CE ou GitLab Empresarial.
ro_ro: Introduceţi GitLab.com, GitLab CE, sau GitLab Intreprindere Token de acces.
uk: Введіть ваш GitLab.com, GitLab CE або GitLab підприємство доступ до маркера.

source: GitLab Access Token
bg_bg: Маркер за GitLab достъп
es_es: Token de acceso de GitLab
fr_fr: Jeton d&#39;accès à GitLab
it: Token di accesso GitLab
ja: Github アクセストークン
pt_br: Token de acesso de GitLab
ro_ro: Simbolul acces GitLab
uk: Маркер доступу GitLab

source: Enter GitLab Access Token for private GitLab repositories.
bg_bg: Въведете GitLab маркер достъп за частни GitLab хранилища.
es_es: Entrar en GitLab Token de acceso privado de GitLab de repositorios.
fr_fr: Saisissez votre jeton d&#39;accès GitLab pour les dépôts privés GitLab.
it: Immettere GitLab Access Token privato GitLab repository.
ja: プライベート GitLab リポジトリの GitLab アクセス トークンを入力します。
pt_br: Digite GitLab acesso Token para repositórios de GitLab privados.
ro_ro: Introduceţi GitLab acces Token pentru privat GitLab arhive.
uk: Введіть GitLab доступ до маркера для приватних GitLab сховищ.

source: You must set a GitLab.com, GitLab CE, or GitLab Enterprise Access Token.
bg_bg: Трябва да зададете GitLab.com, GitLab CE или GitLab предприятие достъп маркер.
es_es: Se debe establecer un GitLab.com, CE GitLab o GitLab empresa acceso Token.
fr_fr: Vous devez définir jeton d&#39;accès GitLab.com, GitLab CE ou GitLab Enterprise.
it: È necessario impostare un GitLab.com, GitLab CE o GitLab Enterprise Access Token.
ja: GitLab.com、GitLab CE または GitLab エンタープライズ アクセス トークンを設定する必要があります。
pt_br: Tem que definir um Token privado do GitLab.com, GitLab CE ou GitLab Empresarial.
ro_ro: Trebuie să setaţi un GitLab.com, GitLab CE sau GitLab Intreprindere Token de acces.
uk: Ви повинні встановити на GitLab.com, GitLab се або GitLab підприємство доступ до маркера.

source: Gitea Access Token
pt_br: Token de Acesso Gitea

source: Gitea Private Settings
pt_br: Configurações Privadas do Gitea

source: Enter your repository specific Gitea Access Token.
pt_br: Digite o Token de Acesso específico de seu repositório Gitea.

source: Enter your Gitea Access Token.
pt_br: Digite o seu Token de Acesso Gitea.

source: Enter Gitea Access Token for private Gitea repositories.
pt_br: Digite o Token de Acesso Gitea para repositórios Gitea.

source: You must set a Gitea Access Token.
pt_br: Você deve configurar um Token de Acesso Gitea.

source: There may be a problem with WP-Cron. A GitHub Updater WP-Cron event is overdue.
pt_br: Pode haver um problema como WP-Cron. um event WP-Cron do Github Updater está atrasado.

source: Current branch is `%1$s`, try %2$sanother version%3$s
bg_bg: Текущата клон е '%1$s', опитайте %2$sanother версия %3$s
es_es: Rama actual es '%1$s', %2$sanother versión %3$s
fr_fr: La branche actuelle est &laquo;&nbsp;%1$s&nbsp;&raquo;, essayez %2$sune autre version%3$s
it: ramo attuale è `%1$s`, provare%2$s versione sanother%3$s
ja: 現在のブランチは '%1$s'、%2$sanother 版 %3$s を試して
pt_br: O ramo actual é `%1$s`, experimente %2$soutro ramo%3$s.
ro_ro: Filiala curent este '%1$s', încercaţi %2$sanother versiunea %3$s
uk: Поточний відділення '%1$s', спробуйте %2$sanother варіант %3$s $

source: Switch to branch
bg_bg: Превключване към клон
es_es: Cambiar a la rama
fr_fr: Changer de branche
it: Passa alla filiale
ja: 分岐に切り替え
pt_br: Mudar para o ramo
ro_ro: Schimba pe ramura
uk: Перейти до відділення

source: Switch to release
bg_bg: Превключване към освобождавам
es_es: Interruptor para liberar
fr_fr: Changer de version
it: Passare a rilasciare
ja: リリースするスイッチ
pt_br: Interruptor para liberar
ro_ro: Comutator pentru a elibera
uk: Перемикач звільнити

source: No previous tags to rollback to.
bg_bg: Няма предишни тагове за връщане.
es_es: No hay etiquetas anteriores donde revertir.
fr_fr: Aucun tag précédent pour revenir en arrière.
it: Nessun tag precedente da ripristinare.
ja: ロールバックする以前のタグはありません。
pt_br: Nenhuma tag anterior para reverter.
ro_ro: Nici o eticheta la care sa revii.
uk: Немає теґів для відкату назад.

source: Install Plugin
bg_bg: Инсталиране на разширение
es_es: Instalar Plugin
fr_fr: Installer l&#39;extension
it: Installare Plugin
ja: プラグインをインストール
pt_br: Instalar o Plugin
ro_ro: Instaleaza Modul
uk: Встановити плагін

source: Install Theme
bg_bg: Инсталиране на тема
es_es: Instalar tema
fr_fr: Installer le thème
it: Installa Tema
ja: テーマをインストール
pt_br: Instalar um novo tema
ro_ro: Instaleaza Tema
uk: Інсталювати тему

source: A repository URI is required.
bg_bg: Изисква се URL на хранилището
es_es: Se requiere una URI del repositorio.
fr_fr: Une URI de dépôt est requise.
it: è necessaria una repository URI.
ja: リポジトリURIが必要です。
pt_br: Um repositório URI é necessário.
ro_ro: URL pentru repozitoriu obligatoriu.
uk: Сховище URI не потрібно.

source: Theme
bg_bg: Тема
es_es: Tema
fr_fr: Thème
it: Tema:
ja: テーマ
pt_br: Tema:
ro_ro: Tema
uk: тему:

source: GitHub Updater Install %s
bg_bg: GitHub Актуализатор инсталира %s
es_es: GitHub Updater Intala %s
fr_fr: GitHub Updater %s
it: GitHub Updater Installa %s
ja: GitHub Updater インストール %s
pt_br: GitHub Updater instalar %s
ro_ro: Instalare Github Updater %s
uk: GitHub Updater інсталяції %s

source: Repository Branch
bg_bg: Клон на хранилището
es_es: Rama del repositorio
fr_fr: Branche de référence
it: Ramo del repository
ja: リポジトリのブランチ
pt_br: Ramo de repositório
ro_ro: Ramura repozitoriu
uk: Репозиторій відділення

source: Remote Repository Host
bg_bg: Отдалечено хранилище
es_es: Host del repositorio remoto
fr_fr: Hébergeur du dépôt
it: Repository remoto Host
ja: リモートリポジトリホスト
pt_br: Repositório remoto Host
ro_ro: Gazda repozitoriu distant
uk: Віддаленого сховища хост

source: URI is case sensitive.
bg_bg: В URI има значение малки и главни букви.
es_es: URI es sensible a mayúsculas.
fr_fr: URI sensible à la casse.
it: URI è case sensitive.
ja: URI は大文字小文字を区別です。
pt_br: O URI é sensível a maiúsculas e minúsculas.
ro_ro: URL-ul face diferenta intre literele mari si cele mici.
uk: URI чутливий до регістру.

source: Enter branch name or leave empty for `master`
bg_bg: Въведете име на клон или оставете празно за `master`
es_es: Introduce la rama del repositorio o dejar en blanco para `master '
fr_fr: Saisissez le nom de la branche ou laissez vide pour &laquo;&nbsp;master&nbsp;&raquo;
it: Immettere il nome del ramo o lasciare vuoto per 'master'
ja: ブランチ名を入力、または’master’ に設定するために空のままにしてください。
pt_br: Digite o nome de ramo ou deixe em branco para o 'mestre'
ro_ro: Introdu numele ramurei sau lasa gol pentru `master`
uk: Введіть ім'я відділення або Залиште пустим для 'майстер'

source: Activate
bg_bg: Активиране
es_es: Activar
fr_fr: Activer
it: Attiva
ja: 有効化
pt_br: Ativar
ro_ro: Activeaza
uk: Активувати

# This refers to a network activation in a multisite installation
source: Network Enable
bg_bg: Включване за мрежата
es_es: Activar Red
fr_fr: Réseau activé
it: Rete attiva
ja: ネットワークが有効
pt_br: Network Ativada
ro_ro: Activeaza reteaua

source: GitHub Updater Error Code:
bg_bg: GitHub Updater грешка кодекс:
es_es: Código de Error de actualización de GitHub:
fr_fr: Code d&#39;erreur GitHub Updater&nbsp;:
it: Codice di errore GitHub Updater:
ja: GitHub のアップデーターのエラー コード:
pt_br: Código de erro de GitHub Updater:
ro_ro: Github Updater Cod Eroare:
uk: GitHub Updater код помилки:

source: There is probably an access token or password error on the GitHub Updater Settings page.
bg_bg: Вероятно има грешка достъп парола или маркер на страницата Настройки за GitHub Updater.
es_es: Probablemente hay un error de símbolo (token) o contraseña de acceso en la página Configuración del actualizador de GitHub.
fr_fr: Il y a probablement une erreur de jeton privé ou de mot de passe sur la page des réglages de GitHub Updater.
it: C'è probabilmente un errore di token o password di accesso nella pagina impostazioni di aggiornamento di GitHub.
ja: おそらく、GitHub のアップデーター設定] ページでアクセス トークンまたはパスワード エラーです。
pt_br: Há provavelmente um erro de token ou senha de acesso na página Definições de Updater GitHub.
ro_ro: Probabil este o eroare la jetonul de acces sau la parola pe pagina de Setari a GitHub Updater.
uk: Там, ймовірно, помилка маркер або пароль доступу на сторінці налаштування Updater GitHub.

source: View details
bg_bg: Преглед на детайли
es_es: Ver detalles
fr_fr: Voir les détails
it: Guarda i dettagli
ja: 詳細を見る
pt_br: Ver detalhes
ro_ro: Vezi detalii
uk: Переглянути деталі

source: Remote Management
bg_bg: Отдалечено управление
es_es: Administración remota
fr_fr: Gestion distante
it: Gestione in remoto
ja: リモート管理
pt_br: Gestão remota
ro_ro: Operare de la distanta
uk: Віддалене керування

source: Reset RESTful key
bg_bg: Възстанови спокоен ключ
es_es: Restablecer clave descanso
fr_fr: Réinitialiser la clé REST
it: Riposante tasto Reset
ja: ゆっくりのキーをリセットします。
pt_br: Repor chave de RESTful
ro_ro: Reseteaza cheia RESTful
uk: Скидання спокійного ключ

source: Please refer to README for complete list of attributes. RESTful endpoints begin at:
bg_bg: Моля вижте README за пълен списък на атрибутите. Спокоен endpoints започва в:
es_es: Por favor consulte Léame para la lista completa de atributos. Extremos de descansadas comienzan en:
fr_fr: Veuillez consulter le README pour une liste complètes des attributs. Les points terminaux REST commencent à&nbsp;:
it: Per un elenco completo di attributi, fare riferimento al file Leggimi. Gli endpoint rESTful iniziano alle:
ja: 属性の完全な一覧については、README を参照してください。RESTful エンドポイントから始まります。
pt_br: Consulte o arquivo Leiame para obter uma lista completa de atributos. Pontos de extremidade rESTful começam às:
ro_ro: Consultati README pentru lista complete de attribute. Punctul RESTful incepe la:
uk: Будь ласка, зверніться до README для повний список атрибутів. Спокійний кінцеві точки починається від:

source: Use of Remote Management services may result increase some page load speeds only for `admin` level users in the dashboard.
bg_bg: Използването на отдалеченото управление може да доведе до увеличаване на времето за зареждане в контролния панел за потребителите с администраторска роля.
es_es: Uso de gestión remota de servicios pueden resultar aumentar algunas velocidades de carga de página solo para usuarios nivel de 'admin' en la consola central.
fr_fr: L’utilisation de services de gestion distante peut augmenter le temps de chargement de certaines pages dans le tableau de bord pour les utilisateurs « admin ».
it: Uso di gestione remota servizi potrebbero aumentare alcune velocità di caricamento di pagina solo per gli utenti di livelli di 'admin' nel dashboard.
ja: サービス可能性がありますリモート管理の使用は、'admin' レベルのユーザー ダッシュ ボードにはいくつかのページの読み込み速度を高めます。
pt_br: A utilização de serviços de gestão remota poderá aumentar o tempo de carregamento de algumas páginas do painel de administração para utilizadores com perfil de `administrador`.
ro_ro: Utilizarea operarii de la distanta ar putea rezulta in cresterea timpilor de incarcare doar pentru nivelul 'admin' de utilizator in panoul de control.
uk: Використання віддаленого управління послуг може спричинити збільшення деякі сторінки навантаження швидкості тільки для 'admin' рівень користувачів в панелі приладів.

source: Settings
bg_bg: Настройки
es_es: Opciones
fr_fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Configurações
ro_ro: Setari
uk: Налаштування

source: GitHub Updater Settings
bg_bg: Настройки на GitHub Актуализатора
es_es: Opciones de GitHub Updater
fr_fr: Réglages de GitHub Updater
it: Impostazioni GitHub Updater
ja: GitHub Updater 設定
pt_br: Configurações do GitHub Update
ro_ro: Setari GitHub Updater
uk: Налаштування GitHub Updater

source: Refresh Cache
bg_bg: Обновяване на кеша
es_es: Refrescar la caché
fr_fr: Actualiser le cache
it: Aggiorna cache
ja: キャッシュを更新します。
pt_br: Actualizar a 'cache'
ro_ro: Actualizează cache-ul
uk: Оновити кеш

source: Settings saved.
bg_bg: Настройките са запазени.
es_es: Opciones guardadas.
fr_fr: Réglages enregistrés.
it: Impostazioni salvate.
ja: 設定保存.
pt_br: Configurações salvas.
ro_ro: Setari salvate.
uk: Настройки збережені.
